[{"text": "The reason it hurts so much to separate is because our souls are connected.", "author": "Nicholas Sparks"}, {"text": "If you are brave enough to say goodbye life will reward you with a new hello.", "author": "Paulo Coelho"}, {"text": "Life is a series of hellos and goodbyes. I'm afraid is time for goodbye again.", "author": "Billy Joel"}, {"text": "Never say goodbye, because goodbye means going away and going away means forgetting.", "author": "Peter Pan"}, {"text": "Parting is such sweet sorrow.", "author": "William Shakespeare"}, {"text": "I make it easier for people to leave by making them hate me a little.", "author": "Cecelia Ahern"}, {"text": "Leave something for someone but dont leave someone for something.", "author": "Enid Blyton"}, {"text": "There are no goodbyes for us. Wherever you are, you will always be in my heart.", "author": "Mahatma Gandhi"}, {"text": "Leaving home in a sense involves a kind of second birth in which we give birth to ourselves.", "author": "Robert Neelly Bellah"}, {"text": "A fear of the unknown keeps a lot of people from leaving bad situations.", "author": "Kathie Lee Gifford"}, {"text": "I hope the leaving is joyful; and I hope never to return.", "author": "Frida Kahlo"}, {"text": "I been a long time leaving but I'm going to be a long time gone.", "author": "Willie Nelson"}, {"text": "Don't cry because it's over. Smile because it happened.", "author": "Dr. Seuss"}, {"text": "The story of life is quicker then the blink of an eye, the story of love is hello, goodbye.", "author": "Jimi Hendrix"}, {"text": "The sea that calls all things unto her calls me, and I must embark.", "author": "Kahlil Gibran"}, {"text": "Adieu! I have too grieved a heart\nto take a tedious leave.", "author": "William Shakespeare"}, {"text": "Only in the agony of parting do we look into the depths of love.", "author": "George Eliot"}, {"text": "Every parting is a form of death, as every reunion is a type of heaven.", "author": "Tryon Edwards"}, {"text": "Man's feelings are always purest and most glowing in the hour of meeting and of farewell.", "author": "Jean Paul Richter"}, {"text": "Farewell! God knows when we shall meet again.", "author": "William Shakespeare"}, {"text": "The return makes one love the farewell.", "author": "Alfred De Musset"}, {"text": "That bitter word, which closed all earthly friendships and finished every feast of love farewell!", "author": "Robert Pollok"}]